antfu.goto-alias
antfu.iconify
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
csstools.postcss
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
gleam.gleam
gruntfuggly.todo-tree
mattpocock.ts-error-translator
michelemelluso.gitignore
mongodb.mongodb-vscode
mrmlnc.vscode-puglint
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
nuxt.mdc
nuxtr.nuxtr-vscode
pkief.material-icon-theme
redhat.vscode-yaml
sleistner.vscode-fileutils
stylelint.vscode-stylelint
tamasfe.even-better-toml
tobias-z.vscode-harpoon
usernamehw.errorlens
vitest.explorer
vscodevim.vim
vue.volar
yzhang.markdown-all-in-one
